[
    "Pernahkah kamu menyukai seseorang? Berapa lama?",
    "Kalau bisa atau kalau mau, gc/gc luar mana yang akan kamu ajak berteman? (mungkin berbeda/tipe yang sama)",
    "Apa ketakutan terbesar kamu?",
    "Pernahkah kamu menyukai seseorang dan merasa orang itu juga menyukaimu?",
    "Siapa nama mantan pacar temanmu yang dulu diam-diam kamu sukai?",
    "Apakah kamu pernah mencuri uang dari ayahmu?",
    "Apa yang membuatmu bahagia saat kamu sedih?",
    "Pernah punya cinta bertepuk sebelah tangan? kalau iya siapa? gimana rasanya bro?",
    "Pernah nikung Teman/Sahabat?",
    "Hal yang paling ditakuti",
    "Siapa orang yang paling berpengaruh dalam hidupmu?",
    "Hal yang membanggakan apa yang kamu dapatkan tahun ini?", 
    "Siapa orang yang bisa membuatmu luar biasa",
    "Siapa orang yang pernah membuatmu sangat bahagia?", 
    "Siapa yang paling dekat dengan tipe pasangan ideal Anda di sini",
    "Kamu suka bermain dengan siapa??", 
    "Pernahkah Anda menolak orang? alasan mengapa?",
    "Sebutkan kejadian yang membuatmu terluka yang masih kamu ingat", 
    "Prestasi apa yang sudah kamu dapatkan tahun ini??",
    "Apa kebiasaan terburukmu di sekolah??",
    "Lagu apa yang paling sering kamu nyanyikan di kamar mandi",
    "Pernahkah Anda mengalami pengalaman mendekati kematian",
    "Kapan terakhir kali kamu benar-benar marah. Kenapa?",
    "Siapa orang terakhir yang memanggilmu",
    "Apakah Anda memiliki bakat terpendam, Apa itu",
    "Kata apa yang paling kamu benci?",
    "Apa video YouTube terakhir yang kamu tonton?",
    "Apa hal terakhir yang Anda cari di Google",
    "Dengan siapa di grup ini kamu ingin bertukar nyawa selama seminggu?",
    "What is the scariest thing thats ever happened to you",
    "Have you ever farted and blamed it on someone else",
    "When is the last time you made someone else cry",
    "Have you ever ghosted a friend",
    "Have you ever seen a dead body",
    "Which of your family members annoys you the most and why",
    "If you had to delete one app from your phone, which one would it be",
    "What app do you waste the most time on",
    "Pernahkah kamu pura-pura sakit untuk pulang sekolah",
    "Barang apa yang paling memalukan di kamarmu",
    "Lima barang apa yang akan kamu bawa jika kamu terjebak di pulau terpencil",
    "Pernahkah kamu tertawa terbahak-bahak sampai kencing di celana",
    "Apakah kamu mencium bau kentutmu sendiri",
    "Apakah kamu pernah pipis di tempat tidur saat tidur? 🤣🤣",
    "Apa kesalahan terbesar yang pernah kamu lakukan",
    "Apakah kamu pernah menyontek saat ujian",
    "Apa hal terburuk yang pernah kamu lakukan?",
    "Kapan terakhir kali kamu menangis",
    "siapa yang paling kamu cintai di antara orang tuamu",
    "apakah kamu kadang-kadang meletakkan jarimu di lubang hidungmu?🤣", 
    "siapa naksir kamu selama masa sekolah",
    "katakan sejujurnya, apakah kamu menyukai laki-laki di grup ini",
    "Apakah kamu pernah menyukai seseorang? berapa lama?",
    "apakah kamu memiliki gf/bf',' apa ketakutan terbesarmu?",
    "Pernahkah kamu menyukai seseorang dan merasa orang itu juga menyukaimu?",
    "Siapa nama mantan pacar teman kamu yang pernah kamu suka",
    "pernahkah kamu mencuri uang ibumu atau uang ayahmu",
    "apa yang membuatmu bahagia saat kamu sedih?",
    "apakah kamu menyukai seseorang yang ada di grup ini? kalau kamu lalu siapa?",
    "apakah kamu pernah ditipu orang?",
    "Siapa orang yang paling penting dalam hidupmu",
    "Hal yang membanggakan apa yang kamu dapatkan tahun ini",
    "Siapa orang yang bisa membuatmu bahagia saat kamu sedih?",
    "Siapa orang yang pernah membuatmu merasa tidak nyaman",
    "Apakah kamu pernah berbohong kepada orang tuamu",
    "Kamu masih suka mantan kamu?",
    "Dengan siapa kamu suka bermain bersama?",
    "Apakah kamu pernah mencuri barang besar dalam hidupmu? alasannya kenapa?",
    "Sebutkan kejadian yang membuatmu terluka yang masih kamu ingat",
    "Pencapaian apa yang kamu dapatkan tahun ini?",
    "Apa kebiasaan terburukmu di sekolah?",
    "Apakah kamu menyukai pembuat bot, Xrutz?",
    "Apakah kamu pernah berpikir untuk membalas dendam dari gurumu?",
    "Apakah Anda suka presiden negara Anda saat ini?",
    "Kamu vegetarian atau vegetarian",
    "Jika kamu bisa tidak terlihat, apa hal pertama yang akan kamu lakukan",
    "Rahasia apa yang kamu sembunyikan dari orang tuamu?",
    "Siapa seseorang di Rahasiamu",
    "Siapa orang terakhir yang kamu takuti di media sosial",
    "Jika jin mengabulkan tiga permintaanmu, apa yang akan kamu minta",
    "Apa penyesalan terbesarmu",
    "Hewan apa yang menurutmu paling mirip",
    "Berapa banyak selfie yang kamu ambil dalam sehari",
    "Apa acara tv masa kecil favoritmu",
    "Jika kamu bisa menjadi karakter fiksi dalam sehari, siapa yang akan kamu pilih",
    "Siapa yang paling sering kamu sms",
    "Apa kebohongan terbesar yang pernah kamu katakan kepada orang tuamu",
    "Siapa naksir selebriti Anda",
    "Apa mimpi teraneh yang pernah kamu alami",
    "Apakah kamu bermain pubg, jika kamu main, mana id kamu"
]